{
    "1": 11,
    "2": 17,
    "3": 12,
    "4": 18,
    "5": 21,
    "6": 19,
    "7": 23,
    "8": 28,
    "9": 32,
    "10": 39,
    "11": 57,
    "12": 118,
    "13": 175,
    "14": 233,
    "15": 417,
    "16": 503,
    "17": 646,
    "18": 597,
    "<unk>": 0,
    "<blank>": 1,
    "<s>": 2,
    "</s>": 3,
    "_": 4,
    "x": 5,
    "(": 6,
    ")": 7,
    ".": 8,
    ",": 9,
    "AND": 10,
    "agent": 13,
    "theme": 14,
    "*": 15,
    ";": 16,
    "recipient": 20,
    "give": 22,
    "cake": 24,
    "nmod": 25,
    "girl": 26,
    "Emma": 27,
    "like": 29,
    "lend": 30,
    "donut": 31,
    "ccomp": 33,
    "eat": 34,
    "roll": 35,
    "boy": 36,
    "sell": 37,
    "beside": 38,
    "in": 40,
    "Liam": 41,
    "on": 42,
    "cookie": 43,
    "offer": 44,
    "xcomp": 45,
    "box": 46,
    "table": 47,
    "cat": 48,
    "Olivia": 49,
    "feed": 50,
    "freeze": 51,
    "paint": 52,
    "help": 53,
    "dog": 54,
    "pass": 55,
    "send": 56,
    "rose": 58,
    "Noah": 59,
    "burn": 60,
    "hope": 61,
    "rent": 62,
    "house": 63,
    "want": 64,
    "serve": 65,
    "baby": 66,
    "drink": 67,
    "draw": 68,
    "award": 69,
    "Ava": 70,
    "find": 71,
    "bring": 72,
    "William": 73,
    "shorten": 74,
    "child": 75,
    "hand": 76,
    "love": 77,
    "stage": 78,
    "return": 79,
    "raisin": 80,
    "forward": 81,
    "clean": 82,
    "post": 83,
    "notice": 84,
    "melon": 85,
    "slip": 86,
    "cook": 87,
    "mail": 88,
    "promise": 89,
    "teacher": 90,
    "loan": 91,
    "walk": 92,
    "float": 93,
    "admire": 94,
    "say": 95,
    "Isabella": 96,
    "sandwich": 97,
    "wire": 98,
    "frog": 99,
    "dust": 100,
    "strawberry": 101,
    "poke": 102,
    "prefer": 103,
    "ball": 104,
    "grow": 105,
    "James": 106,
    "appreciate": 107,
    "hunt": 108,
    "slide": 109,
    "chicken": 110,
    "sleep": 111,
    "bed": 112,
    "respect": 113,
    "Sophia": 114,
    "tolerate": 115,
    "book": 116,
    "balloon": 117,
    "call": 119,
    "nurse": 120,
    "break": 121,
    "mouse": 122,
    "adore": 123,
    "Charlotte": 124,
    "value": 125,
    "chair": 126,
    "a": 127,
    "LAMBDA": 128,
    "Oliver": 129,
    "bat": 130,
    "room": 131,
    "lion": 132,
    "need": 133,
    "believe": 134,
    "block": 135,
    "sketch": 136,
    "crumple": 137,
    "bear": 138,
    "juggle": 139,
    "Benjamin": 140,
    "split": 141,
    "confess": 142,
    "miss": 143,
    "change": 144,
    "e": 145,
    "chalk": 146,
    "collapse": 147,
    "disintegrate": 148,
    "horse": 149,
    "run": 150,
    "expect": 151,
    "giraffe": 152,
    "monkey": 153,
    "know": 154,
    "see": 155,
    "wish": 156,
    "decompose": 157,
    "snap": 158,
    "Mia": 159,
    "hear": 160,
    "throw": 161,
    "prove": 162,
    "double": 163,
    "examine": 164,
    "doll": 165,
    "Elijah": 166,
    "intend": 167,
    "game": 168,
    "pack": 169,
    "dream": 170,
    "enlarge": 171,
    "crayon": 172,
    "improve": 173,
    "investigate": 174,
    "hold": 176,
    "declare": 177,
    "try": 178,
    "Amelia": 179,
    "car": 180,
    "observe": 181,
    "Harper": 182,
    "biscuit": 183,
    "redden": 184,
    "duck": 185,
    "touch": 186,
    "glue": 187,
    "Lucas": 188,
    "plan": 189,
    "lollipop": 190,
    "inflate": 191,
    "think": 192,
    "study": 193,
    "worship": 194,
    "cup": 195,
    "hamburger": 196,
    "discover": 197,
    "mean": 198,
    "Mason": 199,
    "pierce": 200,
    "bird": 201,
    "Evelyn": 202,
    "bunny": 203,
    "banana": 204,
    "sneeze": 205,
    "toss": 206,
    "stab": 207,
    "Logan": 208,
    "butterfly": 209,
    "monster": 210,
    "pretzel": 211,
    "road": 212,
    "muffin": 213,
    "pen": 214,
    "Emily": 215,
    "pancake": 216,
    "lawyer": 217,
    "shoe": 218,
    "attempt": 219,
    "Elizabeth": 220,
    "bottle": 221,
    "sailor": 222,
    "support": 223,
    "Ethan": 224,
    "pickle": 225,
    "sweetcorn": 226,
    "Abigail": 227,
    "professor": 228,
    "garden": 229,
    "nap": 230,
    "bag": 231,
    "smile": 232,
    "hero": 234,
    "Alexander": 235,
    "Jacob": 236,
    "potato": 237,
    "student": 238,
    "Mila": 239,
    "penguin": 240,
    "scientist": 241,
    "tree": 242,
    "pizza": 243,
    "pumpkin": 244,
    "yogurt": 245,
    "Michael": 246,
    "bee": 247,
    "pencil": 248,
    "jigsaw": 249,
    "brush": 250,
    "bucket": 251,
    "crocodile": 252,
    "customer": 253,
    "cracker": 254,
    "princess": 255,
    "Daniel": 256,
    "basket": 257,
    "present": 258,
    "Henry": 259,
    "pillow": 260,
    "b": 261,
    "can": 262,
    "imagine": 263,
    "cow": 264,
    "dance": 265,
    "tiger": 266,
    "Ella": 267,
    "flower": 268,
    "gumball": 269,
    "goose": 270,
    "jacket": 271,
    "mandarin": 272,
    "radio": 273,
    "talk": 274,
    "toy": 275,
    "Camila": 276,
    "cloud": 277,
    "plate": 278,
    "Matthew": 279,
    "spoon": 280,
    "Avery": 281,
    "Jackson": 282,
    "laugh": 283,
    "stool": 284,
    "towel": 285,
    "Aria": 286,
    "enjoy": 287,
    "president": 288,
    "Sofia": 289,
    "clock": 290,
    "glass": 291,
    "key": 292,
    "crave": 293,
    "manager": 294,
    "moose": 295,
    "Sebastian": 296,
    "donkey": 297,
    "fly": 298,
    "newspaper": 299,
    "beer": 300,
    "bowl": 301,
    "hate": 302,
    "knife": 303,
    "pig": 304,
    "ring": 305,
    "watch": 306,
    "weapon": 307,
    "Luna": 308,
    "fish": 309,
    "hammer": 310,
    "hat": 311,
    "hen": 312,
    "scarf": 313,
    "soap": 314,
    "tool": 315,
    "zebra": 316,
    "Madison": 317,
    "crown": 318,
    "mirror": 319,
    "kitty": 320,
    "Scarlett": 321,
    "brick": 322,
    "deer": 323,
    "flag": 324,
    "guitar": 325,
    "jar": 326,
    "jog": 327,
    "toothbrush": 328,
    "wolf": 329,
    "David": 330,
    "Victoria": 331,
    "bell": 332,
    "fig": 333,
    "patient": 334,
    "penny": 335,
    "queen": 336,
    "fruit": 337,
    "giggle": 338,
    "long": 339,
    "director": 340,
    "shirt": 341,
    "Aiden": 342,
    "Layla": 343,
    "Riley": 344,
    "Samuel": 345,
    "brain": 346,
    "doctor": 347,
    "pony": 348,
    "wine": 349,
    "Owen": 350,
    "seed": 351,
    "smirk": 352,
    "speaker": 353,
    "Jaxon": 354,
    "cabinet": 355,
    "needle": 356,
    "puppy": 357,
    "visitor": 358,
    "yearn": 359,
    "kid": 360,
    "king": 361,
    "seat": 362,
    "Grace": 363,
    "Jack": 364,
    "Wyatt": 365,
    "father": 366,
    "poet": 367,
    "purse": 368,
    "Carter": 369,
    "coin": 370,
    "computer": 371,
    "consumer": 372,
    "cry": 373,
    "molecule": 374,
    "plant": 375,
    "turkey": 376,
    "Christopher": 377,
    "Penelope": 378,
    "Zoey": 379,
    "lamb": 380,
    "read": 381,
    "sheep": 382,
    "squirrel": 383,
    "Grayson": 384,
    "John": 385,
    "citizen": 386,
    "crystal": 387,
    "liver": 388,
    "priest": 389,
    "pupil": 390,
    "Chloe": 391,
    "Luke": 392,
    "buyer": 393,
    "chemical": 394,
    "friend": 395,
    "guy": 396,
    "host": 397,
    "shell": 398,
    "writer": 399,
    "Joshua": 400,
    "Ellie": 401,
    "Nora": 402,
    "creature": 403,
    "itch": 404,
    "resident": 405,
    "rock": 406,
    "turtle": 407,
    "Lily": 408,
    "captain": 409,
    "driver": 410,
    "guest": 411,
    "machine": 412,
    "mother": 413,
    "prince": 414,
    "producer": 415,
    "soldier": 416,
    "Anthony": 418,
    "Hazel": 419,
    "Mateo": 420,
    "Skylar": 421,
    "Theodore": 422,
    "Brooklyn": 423,
    "Gabriel": 424,
    "Isaac": 425,
    "coach": 426,
    "Andrew": 427,
    "Asher": 428,
    "Lillian": 429,
    "Ryan": 430,
    "prisoner": 431,
    "duke": 432,
    "leaf": 433,
    "tourist": 434,
    "Aubrey": 435,
    "Bella": 436,
    "Eleanor": 437,
    "Hannah": 438,
    "Joseph": 439,
    "Natalie": 440,
    "Stella": 441,
    "bean": 442,
    "vehicle": 443,
    "button": 444,
    "dealer": 445,
    "journalist": 446,
    "passenger": 447,
    "Levi": 448,
    "chief": 449,
    "farmer": 450,
    "judge": 451,
    "politician": 452,
    "Dylan": 453,
    "Julian": 454,
    "Leah": 455,
    "Violet": 456,
    "human": 457,
    "landlord": 458,
    "servant": 459,
    "Audrey": 460,
    "Caleb": 461,
    "Savannah": 462,
    "governor": 463,
    "hole": 464,
    "tenant": 465,
    "Addison": 466,
    "Jayden": 467,
    "Zoe": 468,
    "barrel": 469,
    "champion": 470,
    "nail": 471,
    "researcher": 472,
    "Aurora": 473,
    "spokesman": 474,
    "Claire": 475,
    "Thomas": 476,
    "Lincoln": 477,
    "boat": 478,
    "stutter": 479,
    "desk": 480,
    "guard": 481,
    "Leo": 482,
    "scream": 483,
    "snore": 484,
    "Nathan": 485,
    "cot": 486,
    "storage": 487,
    "scoff": 488,
    "surface": 489,
    "bench": 490,
    "gasp": 491,
    "tent": 492,
    "vessel": 493,
    "frown": 494,
    "truck": 495,
    "coffin": 496,
    "log": 497,
    "tv": 498,
    "envelope": 499,
    "pot": 500,
    "snooze": 501,
    "ladder": 502,
    "bush": 504,
    "cage": 505,
    "pit": 506,
    "sheet": 507,
    "nest": 508,
    "shelf": 509,
    "sink": 510,
    "tin": 511,
    "basin": 512,
    "cupboard": 513,
    "throne": 514,
    "cloth": 515,
    "corpse": 516,
    "dumpster": 517,
    "painting": 518,
    "piano": 519,
    "poster": 520,
    "sofa": 521,
    "soup": 522,
    "bible": 523,
    "bin": 524,
    "cassette": 525,
    "cylinder": 526,
    "keyboard": 527,
    "vase": 528,
    "wardrobe": 529,
    "container": 530,
    "hedge": 531,
    "paper": 532,
    "parcel": 533,
    "pedestal": 534,
    "van": 535,
    "whale": 536,
    "blanket": 537,
    "blender": 538,
    "crate": 539,
    "drawer": 540,
    "glacier": 541,
    "headmaster": 542,
    "notebook": 543,
    "sword": 544,
    "train": 545,
    "trophy": 546,
    "windowsill": 547,
    "baron": 548,
    "booklet": 549,
    "bun": 550,
    "chemist": 551,
    "china": 552,
    "foreigner": 553,
    "gravel": 554,
    "leaflet": 555,
    "puddle": 556,
    "sack": 557,
    "tower": 558,
    "trainee": 559,
    "tripod": 560,
    "well": 561,
    "yacht": 562,
    "bakery": 563,
    "branch": 564,
    "canvas": 565,
    "carpet": 566,
    "chessboard": 567,
    "fridge": 568,
    "giant": 569,
    "haystack": 570,
    "helicopter": 571,
    "mound": 572,
    "mug": 573,
    "rug": 574,
    "stack": 575,
    "torch": 576,
    "bike": 577,
    "broker": 578,
    "bunker": 579,
    "corner": 580,
    "futon": 581,
    "hanger": 582,
    "kennel": 583,
    "pad": 584,
    "panel": 585,
    "pile": 586,
    "pillar": 587,
    "rag": 588,
    "refrigerator": 589,
    "rod": 590,
    "sock": 591,
    "stadium": 592,
    "stand": 593,
    "statue": 594,
    "tray": 595,
    "tube": 596,
    "bathtub": 598,
    "beast": 599,
    "counter": 600,
    "cushion": 601,
    "deck": 602,
    "dragon": 603,
    "floor": 604,
    "hammock": 605,
    "package": 606,
    "palace": 607,
    "penthouse": 608,
    "philosopher": 609,
    "platter": 610,
    "pool": 611,
    "sculpture": 612,
    "shoebox": 613,
    "surgeon": 614,
    "taxi": 615,
    "trailer": 616,
    "trunk": 617,
    "backpack": 618,
    "beach": 619,
    "board": 620,
    "cart": 621,
    "closet": 622,
    "condo": 623,
    "couch": 624,
    "crack": 625,
    "crib": 626,
    "device": 627,
    "fishbowl": 628,
    "fox": 629,
    "genius": 630,
    "lamp": 631,
    "lemon": 632,
    "microwave": 633,
    "murderer": 634,
    "pepper": 635,
    "pyramid": 636,
    "saucepan": 637,
    "ship": 638,
    "skull": 639,
    "spaceship": 640,
    "sphere": 641,
    "swamp": 642,
    "teleport": 643,
    "trampoline": 644,
    "valve": 645,
    "bicycle": 647,
    "bless": 648,
    "boulder": 649,
    "cafe": 650,
    "casket": 651,
    "cockroach": 652,
    "cubicle": 653,
    "dungeon": 654,
    "jeep": 655,
    "monk": 656,
    "napkin": 657,
    "plaque": 658,
    "pod": 659,
    "podium": 660,
    "rack": 661,
    "tabletop": 662,
    "teapot": 663,
    "tomb": 664,
    "wagon": 665,
    "warrior": 666,
    "Charlie": 667,
    "Lina": 668,
    "Paula": 669,
    "backyard": 670,
    "bake": 671,
    "bookstore": 672,
    "castle": 673,
    "cobra": 674,
    "crawl": 675,
    "dish": 676,
    "hedgehog": 677,
    "hippo": 678,
    "mattress": 679,
    "shark": 680,
    "shatter": 681,
    "squeeze": 682,
    "trap": 683,
    "tub": 684,
    "turntable": 685,
    "worm": 686
}