{"<unk>": 0, "<blank>": 1, "<s>": 2, "</s>": 3, "Theodore": 4, "Julian": 5, "Luna": 6, "cup": 7, "turkey": 8, "sink": 9, "Harper": 10, "stool": 11, "smirk": 12, "Asher": 13, "see": 14, "backyard": 15, "cage": 16, "scarf": 17, "Samuel": 18, "resident": 19, "help": 20, "8": 21, "recipient": 22, "toy": 23, "Zoe": 24, "Nathan": 25, "Brooklyn": 26, "Avery": 27, "worm": 28, "book": 29, "hedgehog": 30, "cupboard": 31, "train": 32, "tiger": 33, "block": 34, "sword": 35, "29": 36, "tub": 37, "pedestal": 38, "radio": 39, "judge": 40, "Chloe": 41, "car": 42, "Lincoln": 43, "container": 44, "bell": 45, "Madison": 46, "room": 47, "customer": 48, "cloud": 49, "cockroach": 50, "cubicle": 51, "Penelope": 52, "weapon": 53, "poet": 54, "bottle": 55, "penguin": 56, "Caleb": 57, "Ethan": 58, "lemon": 59, "cushion": 60, "fridge": 61, "prince": 62, "Olivia": 63, "freeze": 64, "trunk": 65, "bookstore": 66, "vase": 67, "clock": 68, "bucket": 69, "drawer": 70, "glass": 71, "backpack": 72, "Carter": 73, "post": 74, "30": 75, "run": 76, "Camila": 77, "landlord": 78, "Sophia": 79, "wish": 80, "chessboard": 81, "mound": 82, "Daniel": 83, "foreigner": 84, "sell": 85, "snore": 86, "consumer": 87, "taxi": 88, "collapse": 89, "poster": 90, "crocodile": 91, "float": 92, "find": 93, "pony": 94, "coin": 95, "pig": 96, "Elizabeth": 97, "Grayson": 98, "mirror": 99, "9": 100, "fig": 101, "1": 102, "pile": 103, "Aubrey": 104, "toss": 105, "gardner": 106, "Leah": 107, "vessel": 108, "chalk": 109, "26": 110, "rock": 111, "ship": 112, "cafe": 113, "human": 114, "15": 115, "confess": 116, "sculpture": 117, "podium": 118, "Aria": 119, "7": 120, "princess": 121, "watch": 122, "helicopter": 123, "trap": 124, "van": 125, "nail": 126, "host": 127, "warrior": 128, "41": 129, "stack": 130, "Alexander": 131, "bathtub": 132, "visitor": 133, "horse": 134, "adore": 135, "notice": 136, "feed": 137, "pack": 138, "coffin": 139, "rug": 140, "17": 141, "dust": 142, "worship": 143, "eat": 144, "journalist": 145, "Lina": 146, "frog": 147, "kid": 148, "tray": 149, "hedge": 150, "respect": 151, "mattress": 152, "sneeze": 153, "Riley": 154, "pod": 155, "shark": 156, "pencil": 157, "bunker": 158, "coach": 159, "Oliver": 160, "improve": 161, "14": 162, "hero": 163, "sailor": 164, "kennel": 165, "envelope": 166, "call": 167, "driver": 168, "snooze": 169, "promise": 170, "bowl": 171, "Ava": 172, "throw": 173, "researcher": 174, "bean": 175, "hammer": 176, "doll": 177, "plan": 178, "scoff": 179, "Scarlett": 180, "windowsill": 181, "enlarge": 182, "Jackson": 183, "lamb": 184, "talk": 185, "pepper": 186, "value": 187, "beer": 188, "trailer": 189, "20": 190, "fruit": 191, "roll": 192, "Matthew": 193, "Aurora": 194, "spokesman": 195, "goose": 196, "piano": 197, "Elijah": 198, "dungeon": 199, "philosopher": 200, "penthouse": 201, "giggle": 202, "Jaxon": 203, "hear": 204, "Sofia": 205, "sphere": 206, "spoon": 207, "46": 208, "student": 209, "plant": 210, "friend": 211, "Levi": 212, "change": 213, "king": 214, "refrigerator": 215, "50": 216, "bun": 217, "Ella": 218, "speaker": 219, "girl": 220, "28": 221, "flag": 222, "Logan": 223, "beast": 224, "13": 225, "Lily": 226, "boat": 227, "pancake": 228, "send": 229, "_": 230, "giraffe": 231, "sack": 232, "balloon": 233, "liver": 234, "rent": 235, "pierce": 236, "William": 237, "sheet": 238, "guard": 239, "mouse": 240, "ball": 241, "pillow": 242, "45": 243, "try": 244, "grow": 245, "laugh": 246, "shorten": 247, "castle": 248, "writer": 249, "tree": 250, "lamp": 251, "cat": 252, "lend": 253, "chemist": 254, "31": 255, "say": 256, "knife": 257, "casket": 258, "dream": 259, "dog": 260, "sock": 261, "offer": 262, "booklet": 263, "haystack": 264, "potato": 265, "bush": 266, "crate": 267, "basin": 268, "crib": 269, "25": 270, "wire": 271, "discover": 272, "sketch": 273, "hole": 274, "wolf": 275, "president": 276, "theme": 277, "read": 278, "penny": 279, "jog": 280, "surface": 281, "crumple": 282, "pad": 283, "crystal": 284, "shoebox": 285, "keyboard": 286, "condo": 287, "china": 288, "in": 289, "crown": 290, "hate": 291, "draw": 292, "forward": 293, "pillar": 294, "monk": 295, "hen": 296, "murderer": 297, "corner": 298, "table": 299, "Stella": 300, "3": 301, "hunt": 302, "gumball": 303, "LAMBDA": 304, "donut": 305, "hand": 306, "brain": 307, "canvas": 308, "muffin": 309, "crayon": 310, "stutter": 311, "Audrey": 312, "Savannah": 313, "cracker": 314, "cloth": 315, "Addison": 316, "log": 317, "plate": 318, "enjoy": 319, "melon": 320, "torch": 321, "dance": 322, "pupil": 323, "plaque": 324, "trophy": 325, "39": 326, "43": 327, "headmaster": 328, "donkey": 329, "servant": 330, "trainee": 331, "tent": 332, "mandarin": 333, "on": 334, "statue": 335, "38": 336, "yearn": 337, "guest": 338, "Hazel": 339, "pizza": 340, "floor": 341, "shell": 342, "23": 343, "shirt": 344, "Isabella": 345, "monkey": 346, "Anthony": 347, "rag": 348, "Jayden": 349, "lollipop": 350, "hippo": 351, "bat": 352, "Violet": 353, "palace": 354, "pyramid": 355, "ring": 356, "x": 357, "Eleanor": 358, "David": 359, "soup": 360, "22": 361, "teacher": 362, "blender": 363, "disintegrate": 364, "giant": 365, "broker": 366, "director": 367, "investigate": 368, "nurse": 369, "bench": 370, "whale": 371, "know": 372, "miss": 373, "pickle": 374, "teleport": 375, "Zoey": 376, "drink": 377, "squeeze": 378, "butterfly": 379, "tolerate": 380, "Sebastian": 381, "champion": 382, "guitar": 383, "shelf": 384, "paper": 385, "2": 386, "smile": 387, "queen": 388, "imagine": 389, "farmer": 390, "need": 391, "strawberry": 392, "stadium": 393, "child": 394, "bunny": 395, "father": 396, "tabletop": 397, "professor": 398, "flower": 399, "32": 400, "stab": 401, ",": 402, "bike": 403, "fishbowl": 404, "54": 405, "shatter": 406, "10": 407, "banana": 408, "break": 409, "snap": 410, "duke": 411, "sofa": 412, "skull": 413, "wagon": 414, "18": 415, "Jack": 416, "tourist": 417, "box": 418, "parcel": 419, "bake": 420, "well": 421, "Evelyn": 422, "chair": 423, "49": 424, "fox": 425, "44": 426, "burn": 427, "Joshua": 428, "bear": 429, "couch": 430, "expect": 431, "xcomp": 432, "clean": 433, "Bella": 434, "pretzel": 435, "pool": 436, "hamburger": 437, "24": 438, "microwave": 439, "59": 440, "garden": 441, "branch": 442, "36": 443, "lawyer": 444, "dumpster": 445, "16": 446, "yacht": 447, "device": 448, "crave": 449, "stand": 450, "nap": 451, "closet": 452, "47": 453, "futon": 454, "mail": 455, "tube": 456, "sweetcorn": 457, "Noah": 458, "double": 459, "monastery": 460, "Gabriel": 461, "rose": 462, "yogurt": 463, "paint": 464, "slide": 465, "Thomas": 466, "puddle": 467, "Ryan": 468, "serve": 469, "hope": 470, "present": 471, "52": 472, "redden": 473, "40": 474, "cassette": 475, "moose": 476, "slip": 477, "cake": 478, "appreciate": 479, "bring": 480, "napkin": 481, "prisoner": 482, "hat": 483, "doctor": 484, "ladder": 485, "think": 486, "bicycle": 487, "agent": 488, "genius": 489, "pot": 490, "stage": 491, "newspaper": 492, "blanket": 493, "molecule": 494, "42": 495, "sandwich": 496, "34": 497, "sheep": 498, "Isaac": 499, "4": 500, "rod": 501, "glacier": 502, "boulder": 503, ";": 504, "bin": 505, "zebra": 506, "nest": 507, "gravel": 508, "leaf": 509, "fly": 510, "guy": 511, "trampoline": 512, "Leo": 513, "bed": 514, "desk": 515, "e": 516, "wine": 517, "Natalie": 518, "tin": 519, "throne": 520, "Henry": 521, "mug": 522, "jigsaw": 523, "seed": 524, "notebook": 525, "patient": 526, "politician": 527, "Hannah": 528, "mother": 529, "Nora": 530, "James": 531, "house": 532, "chemical": 533, "intend": 534, "award": 535, "11": 536, "Wyatt": 537, "brick": 538, "Emma": 539, "deer": 540, "Owen": 541, "return": 542, "jacket": 543, "bee": 544, "Grace": 545, "puppy": 546, "Mia": 547, "Aiden": 548, "Victoria": 549, "creature": 550, "squirrel": 551, "Claire": 552, "Dylan": 553, "split": 554, "jeep": 555, "touch": 556, "want": 557, "truck": 558, "nmod": 559, "producer": 560, "brush": 561, "51": 562, "believe": 563, "cookie": 564, "Luke": 565, "Skylar": 566, "Lucas": 567, "attempt": 568, "scientist": 569, "juggle": 570, "gasp": 571, "tripod": 572, "computer": 573, "Joseph": 574, "swamp": 575, "bakery": 576, "give": 577, "tomb": 578, "sleep": 579, "crawl": 580, "carpet": 581, "admire": 582, "scream": 583, "barrel": 584, "frown": 585, "saucepan": 586, "painting": 587, "*": 588, "chicken": 589, "deck": 590, "storage": 591, "cabinet": 592, "passenger": 593, "support": 594, "Charlie": 595, "glue": 596, "5": 597, "itch": 598, "captain": 599, "33": 600, "27": 601, "boy": 602, "tenant": 603, "pass": 604, "rack": 605, "cry": 606, "12": 607, "fish": 608, "package": 609, "turtle": 610, "beside": 611, "spaceship": 612, "examine": 613, "panel": 614, "lion": 615, "56": 616, "seat": 617, "prove": 618, "Mason": 619, "governor": 620, "pen": 621, "corpse": 622, "Jacob": 623, "dealer": 624, "bless": 625, "hammock": 626, "road": 627, "like": 628, "declare": 629, "(": 630, "poke": 631, "soap": 632, "manager": 633, "Lillian": 634, "21": 635, "35": 636, "b": 637, "Benjamin": 638, "citizen": 639, "Mateo": 640, "mean": 641, "pit": 642, "long": 643, "Abigail": 644, "kitty": 645, "teapot": 646, "cook": 647, "19": 648, "soldier": 649, "love": 650, "Amelia": 651, "button": 652, "raisin": 653, "Michael": 654, "turntable": 655, "48": 656, "cot": 657, "board": 658, "biscuit": 659, "purse": 660, "basket": 661, "study": 662, "Layla": 663, "dish": 664, "AND": 665, "game": 666, "tv": 667, "cow": 668, "leaflet": 669, "prefer": 670, "walk": 671, "loan": 672, "baron": 673, "observe": 674, "John": 675, "vehicle": 676, "baby": 677, "tool": 678, "a": 679, "cylinder": 680, "chief": 681, "shoe": 682, "Emily": 683, "cobra": 684, ".": 685, "bible": 686, "platter": 687, "buyer": 688, "Andrew": 689, "key": 690, "Ellie": 691, "dragon": 692, "priest": 693, "decompose": 694, "wardrobe": 695, "hold": 696, "Liam": 697, "needle": 698, "duck": 699, "Mila": 700, ")": 701, "Charlotte": 702, "53": 703, "Christopher": 704, "monster": 705, "bag": 706, "hanger": 707, "can": 708, "valve": 709, "6": 710, "jar": 711, "tower": 712, "towel": 713, "beach": 714, "37": 715, "inflate": 716, "Paula": 717, "counter": 718, "bird": 719, "surgeon": 720, "machine": 721, "cart": 722, "toothbrush": 723, "crack": 724, "ccomp": 725, "pumpkin": 726}